[TC_WOTC_MWR_VZ61_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Љkorpion vz. 61</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Љkorpions</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Šcorpion vz. 61 - чехословацкий автоматический пистолет, разрабатывался для вооружения танкистов, связистов и военнослужащих других специальностей. Скорпион был принят на вооружение в ЧССР в 1961 году (отсюда обозначение vz.61 — vzor 61, то есть образец 1961 года). Современная модификация — Scorpion EVO III. Базовый вариант Скорпиона Vz.61 имел калибр 7,65×17 мм. В 2002 году начал разрабатываться, и с 2010 года вошёл в серийное производство CZ Skorpion EVO III. Имеет калибр 9 мм, большинство деталей корпуса выполнено из полимера, а само оружие уже совершенно ничем не напоминает стальной 7,65 мм Skorpion Vz.61. Стоит на вооружении армии и полиции Чехии. Скорпион поставлялся на экспорт в Египет, Ливию, Анголу, Ирак и ещё ряду стран. Кроме того, Скорпионы были использованы рядом террористических групп при проведении некоторых громких терактов в 1970—1980-х годах, т.к. это оружие отлично подходит для ближнего боя, а маленькие габариты и возможность скрытного ношения сделали его популярным среди преступников и террористов."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .32 ACP (7.65×17мм Browning SR)\n<Bullet/>Страна производитель: Чехословакия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_VZ61_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>Klobb vz. [20]27</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>Klobbs</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Šcorpion vz. 61 - чехословацкий автоматический пистолет, разрабатывался для вооружения танкистов, связистов и военнослужащих других специальностей. Скорпион был принят на вооружение в ЧССР в 1961 году (отсюда обозначение vz.61 — vzor 61, то есть образец 1961 года). Современная модификация — Scorpion EVO III. Базовый вариант Скорпиона Vz.61 имел калибр 7,65×17 мм. В 2002 году начал разрабатываться, и с 2010 года вошёл в серийное производство CZ Skorpion EVO III. Имеет калибр 9 мм, большинство деталей корпуса выполнено из полимера, а само оружие уже совершенно ничем не напоминает стальной 7,65 мм Skorpion Vz.61. Стоит на вооружении армии и полиции Чехии. Скорпион поставлялся на экспорт в Египет, Ливию, Анголу, Ирак и ещё ряду стран. Кроме того, Скорпионы были использованы рядом террористических групп при проведении некоторых громких терактов в 1970—1980-х годах, т.к. это оружие отлично подходит для ближнего боя, а маленькие габариты и возможность скрытного ношения сделали его популярным среди преступников и террористов.\nKlobb -  это наш первый шаг на пути модификации Šcorpion vz. 61. Замена большинства деталей на изготовленные из иноспланетных сплавов, положительно сказалась на его эксплуатационных качествах."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .32 ACP (7.65×17мм Browning SR)\n<Bullet/>Страна производитель: Чехословакия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_VZ61_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>CZN-M1961</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>CZN-M1961s</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Šcorpion vz. 61 - чехословацкий автоматический пистолет, разрабатывался для вооружения танкистов, связистов и военнослужащих других специальностей. Скорпион был принят на вооружение в ЧССР в 1961 году (отсюда обозначение vz.61 — vzor 61, то есть образец 1961 года). Современная модификация — Scorpion EVO III. Базовый вариант Скорпиона Vz.61 имел калибр 7,65×17 мм. В 2002 году начал разрабатываться, и с 2010 года вошёл в серийное производство CZ Skorpion EVO III. Имеет калибр 9 мм, большинство деталей корпуса выполнено из полимера, а само оружие уже совершенно ничем не напоминает стальной 7,65 мм Skorpion Vz.61. Стоит на вооружении армии и полиции Чехии. Скорпион поставлялся на экспорт в Египет, Ливию, Анголу, Ирак и ещё ряду стран. Кроме того, Скорпионы были использованы рядом террористических групп при проведении некоторых громких терактов в 1970—1980-х годах, т.к. это оружие отлично подходит для ближнего боя, а маленькие габариты и возможность скрытного ношения сделали его популярным среди преступников и террористов.\nXMP-61/35 - следующее поколение семейства Šcorpion. Замена ствола высокочастотным цилиндром позволило заметно повысить его боевые характеристики, а используемые инопланетные сплавы положительно сказались на его работоспособности и отказоустойчивости."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .32 ACP (7.65×17мм Browning SR)\n<Bullet/>Страна производитель: Чехословакия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_TMP_MWR_VZ61_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Љkorpion vz. 61</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Љkorpions</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Šcorpion vz. 61 - чехословацкий автоматический пистолет, разрабатывался для вооружения танкистов, связистов и военнослужащих других специальностей. Скорпион был принят на вооружение в ЧССР в 1961 году (отсюда обозначение vz.61 — vzor 61, то есть образец 1961 года). Современная модификация — Scorpion EVO III. Базовый вариант Скорпиона Vz.61 имел калибр 7,65×17 мм. В 2002 году начал разрабатываться, и с 2010 года вошёл в серийное производство CZ Skorpion EVO III. Имеет калибр 9 мм, большинство деталей корпуса выполнено из полимера, а само оружие уже совершенно ничем не напоминает стальной 7,65 мм Skorpion Vz.61. Стоит на вооружении армии и полиции Чехии. Скорпион поставлялся на экспорт в Египет, Ливию, Анголу, Ирак и ещё ряду стран. Кроме того, Скорпионы были использованы рядом террористических групп при проведении некоторых громких терактов в 1970—1980-х годах, т.к. это оружие отлично подходит для ближнего боя, а маленькие габариты и возможность скрытного ношения сделали его популярным среди преступников и террористов."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .32 ACP (7.65×17мм Browning SR)\n<Bullet/>Страна производитель: Чехословакия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_TMP_MWR_VZ61_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>Klobb vz. [20]27</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>Klobbs</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Šcorpion vz. 61 - чехословацкий автоматический пистолет, разрабатывался для вооружения танкистов, связистов и военнослужащих других специальностей. Скорпион был принят на вооружение в ЧССР в 1961 году (отсюда обозначение vz.61 — vzor 61, то есть образец 1961 года). Современная модификация — Scorpion EVO III. Базовый вариант Скорпиона Vz.61 имел калибр 7,65×17 мм. В 2002 году начал разрабатываться, и с 2010 года вошёл в серийное производство CZ Skorpion EVO III. Имеет калибр 9 мм, большинство деталей корпуса выполнено из полимера, а само оружие уже совершенно ничем не напоминает стальной 7,65 мм Skorpion Vz.61. Стоит на вооружении армии и полиции Чехии. Скорпион поставлялся на экспорт в Египет, Ливию, Анголу, Ирак и ещё ряду стран. Кроме того, Скорпионы были использованы рядом террористических групп при проведении некоторых громких терактов в 1970—1980-х годах, т.к. это оружие отлично подходит для ближнего боя, а маленькие габариты и возможность скрытного ношения сделали его популярным среди преступников и террористов.\nKlobb -  это наш первый шаг на пути модификации Šcorpion vz. 61. Замена большинства деталей на изготовленные из иноспланетных сплавов, положительно сказалась на его эксплуатационных качествах."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .32 ACP (7.65×17мм Browning SR)\n<Bullet/>Страна производитель: Чехословакия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_TMP_MWR_VZ61_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>CZN-M1961</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>CZN-M1961s</b></font>"
AbilityDescName="автоматический пистолет"
BriefSummary="Šcorpion vz. 61 - чехословацкий автоматический пистолет, разрабатывался для вооружения танкистов, связистов и военнослужащих других специальностей. Скорпион был принят на вооружение в ЧССР в 1961 году (отсюда обозначение vz.61 — vzor 61, то есть образец 1961 года). Современная модификация — Scorpion EVO III. Базовый вариант Скорпиона Vz.61 имел калибр 7,65×17 мм. В 2002 году начал разрабатываться, и с 2010 года вошёл в серийное производство CZ Skorpion EVO III. Имеет калибр 9 мм, большинство деталей корпуса выполнено из полимера, а само оружие уже совершенно ничем не напоминает стальной 7,65 мм Skorpion Vz.61. Стоит на вооружении армии и полиции Чехии. Скорпион поставлялся на экспорт в Египет, Ливию, Анголу, Ирак и ещё ряду стран. Кроме того, Скорпионы были использованы рядом террористических групп при проведении некоторых громких терактов в 1970—1980-х годах, т.к. это оружие отлично подходит для ближнего боя, а маленькие габариты и возможность скрытного ношения сделали его популярным среди преступников и террористов.\nXMP-61/35 - следующее поколение семейства Šcorpion. Замена ствола высокочастотным цилиндром позволило заметно повысить его боевые характеристики, а используемые инопланетные сплавы положительно сказались на его работоспособности и отказоустойчивости."
TacticalText="<Bullet/>Тип: Автоматический пистолет\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Свободный затвор\n<Bullet/>Тип боеприпаса: .32 ACP (7.65×17мм Browning SR)\n<Bullet/>Страна производитель: Чехословакия\n<Bullet/>Уровень технологии: Лучевое оружие"